Repository: rockowtham/studybooth_api
Catalog: languages/adforest-rest-api-*.po
Languages: ar

source: Item Attributes
ar: السمات

source: Parent Item:
ar: العنصر الاصل

source: All Items
ar: جميع الوصفات

source: Add New Item
ar: اضف تصنيف جديد

source: Add New
ar: أضف جديد

source: New Item
ar: عنصر جديد

source: Edit Item
ar: تعديل تصنيف

source: Update Item
ar: تحديث التصنيف

source: View Item
ar: عرض سيارة

source: View Items
ar: إظهار العناصر

source: Search Item
ar: بحث عن:

source: Not found
ar: لا يوجد

source: Not found in Trash
ar: غير موجود في سلة المهملات

source: Featured Image
ar: الصورة المميزة

source: Set featured image
ar: اختر صورة مميزة

source: Remove featured image
ar: احذف الصورة البارزة

source: Use as featured image
ar: استخدم كصورة مميزة

source: Insert into item
ar: إدراج في العنصر

source: Uploaded to this item
ar: حالة السلعة

source: Items list
ar: قائمة البنود

source: Items list navigation
ar: عناصر قائمة التنقل

source: Filter items list
ar: تصفية قائمة العناصر

source: App Page is design to set the app layouts
ar: صفحة التطبيق هو تصميم لضبط تخطيطات التطبيق

source: New Ad
ar: إعلان جديد

source: Got new ad
ar: حصلت إعلان جديد

source: New Message
ar: رسالة جديدة

source: Got new message on ad
ar: إعلان رسالة أرسلت

source: Ad Reported
ar: تم رفع التقرير

source: Users reported this ad, please check it.
ar: المستخدمين عن هذا الإعلان، يرجى التحقق من ذلك.

source: Email sent
ar: تمّ إرسال البريد الإلكتروني

source: Email server not responding
ar: استجاب الملقم مع التعليمات البرمجية {{statusCode}}.

source: Your new password
ar: كلمة المرور الجديدة

source: Your new password is:
ar: كلمة المرور الجديدة هي:

# Post Type General Name
source: Notifications
ar: الاشعارات

# Post Type Singular Name
source: Notification
ar: الإخطار

source: Push Notifications
ar: الإشعارات الفورية

source: Push Notification
ar: الإشعارات الفورية

source: Notifications Archives
ar: الارشيف

source: Notification Attributes
ar: السمات

source: Parent Notification:
ar: توستر الإخطار

source: All Notifications
ar: كل الإشعارات

source: Add New Notification
ar: إضافة إشعار الجديد

source: New Notification
ar: تنبيه جديد

source: Edit Notification
ar: تعديل الإشْعار

source: Update Notification
ar: توستر الإخطار

source: View Notification
ar: عرض التنبيه

source: View Notifications
ar: عرض الإشعارات

source: Search Notification
ar: البحث في الإشعارات...

source: Insert into Notification
ar: إدراج في العنصر

source: Notifications list
ar: قائمة

source: Notifications list navigation
ar: عناصر قائمة التنقل

source: Filter Notifications list
ar: تصفية قائمة العناصر

source: Notification
ar: الإخطار

source: Notification Type Description
ar: البريد الإلكتروني من أجل الإشعار.

source: Are you Sure you want to send push notifications
ar: متأكد من رغبتك أن

source: AdForest Apps API Options
ar: أدفوريست تطبيقات أبي خيارات

source: Apps API Options
ar: التطبيقات - كلاسيك

source: Like us on Facebook
ar: الإعجاب بصفحتنا عل الفيسبوك

source: App Settings
ar: إعدادات التطبيق

source: Make App Open
ar: جعل التطبيق رتل

source: Make App Open For Public
ar: وضابطي تلقى رصاصة في صدره لأجل من ؟

source: Logo
ar: اللوجو

source: Site Logo image for the site.
ar: الموقع صورة شعار للموقع.

source: Dimensions: 230 x 40
ar: الأبعاد: 230 × 40

source: RTL
ar: من اليمين الى اليسار

source: Make app RTL
ar: جعل التطبيق رتل

source: App Language
ar: APP لغة

source: List of available languages.
ar: قائمة اللغات المتاحة

source: If you have selected RTL put language code here like for arabic ar
ar: إذا قمت بتحديد RTL وضع رمز اللغة هنا مثل بالنسبة للغة العربية ar

source: App Colors
ar: الألوان موضوع

source: Default
ar: التلقائي

source: Red
ar: أحمر

source: Green
ar: أخضر

source: Blue
ar: أزرق

source: Sea Green
ar: أخضر بحري

source: Select Pages
ar: اختر الصفحات

source: Default user picture
ar: صورة المستخدم الإفتراضية

source: Dimensions: 200 x 200
ar: الأبعاد: 200 × 200

source: Default guest picture
ar: صورة المستخدم الإفتراضية

source: Address Type
ar: نوع العنوان

source: Cities
ar: المدن

source: Adresses
ar: عناوين

source: Message Settings
ar: إعدادات الرسالة

source: Send message notification through firebase when receive new message on ad.
ar: إرسال رسالة إعلام من خلال فيريباس عند تلقي رسالة جديدة على الإعلان.

source: Facebook Login/Register
ar: الفيسبوك تسجيل الدخول / تسجيل

source: Show or hide google button.
ar: إظهار الزر في القائمة

source: Google Login/Register
ar: غوغل لوجين / ريجيستر

source: Enable Social Profiles
ar: حسابات التواصل الاجتماعى

source: for display
ar: للعرض

source: Enable Scroll On Featured Ads
ar: الحد الأقصى من الإعلانات المميزة للعرض

source: Turn on/off auto scroll on the featured ads slider
ar: تشغيل/إيقاف تشغيل التمرير التلقائي في مربع التمرير الإعلانات المميزة

source: Slider Scroll Speed
ar: الى الاعلى

source: Enter value in milisecons 1000 is 1 second
ar: أدخل القيمة بالثواني. تعيين -1 لتعطيل التشغيل التلقائي.

source: Slider Loop scroll
ar: الى الاعلى

source: Enter value in milisecons 1000 is 1 second. Once end starts again after X number of seconds
ar: قم بإدخال قيمة في ميليسيكونس 1000 ثانية واحدة. مرة واحدة في نهاية يبدأ مرة أخرى بعد X عدد الثواني

source: Nearby Option
ar: حدد خياراً

source: Turn on/off nearby option in app
ar: الهيدر تشغيل/إيقاف

source: App Rating
ar: النقطة

source: Show app rating icon on the top.
ar: إظهار رمز تقييم التطبيق في الأعلى.

source: Rating Title
ar: عنوان التصويت

source: Rating title in the popup.
ar: عنوان القسم

source: App URL
ar: عنوان URL للتطبيق

source: Enter app URL for app rating. URL is required
ar: أدخل URL التطبيق لتصنيف التطبيق. مطلوب عنوان URL

source: App Share
ar: مشاركة التطبيق

source: Show app share icon on the top.
ar: عرض رمز مشاركة التطبيق في الأعلى.

source: Share Popup Title
ar: عنوان النافذة المنبثقة

source: title in the popup.
ar: العنوان الكامل

source: Subject
ar: الموضوع

source: App share subject. Not required.
ar: مشاركة التطبيق

source: App Share URL
ar: مشاركة الرابط

source: Enter app share URL for app sharing. URL is required.
ar: أدخل URL حصة التطبيق لمشاركة التطبيق. مطلوب عنوان URL.

source: App Key Settings
ar: إعدادات مفتاح التطبيق

source: Alert
ar: متيقظ، منتبه

source: Once added be carefull editing next time. Those Key Should Be Same In App Header.
ar: مرة واحدة وأضاف أن تحرير متأن في المرة القادمة. ينبغي أن تكون تلك المفتاح نفسه في رأس التطبيق.

source: Info
ar: معلومات

source: Below section is only for if you have purchased Android App. Then turn it on and enter the purchase code in below text field that will appears.
ar: أسفل المقطع فقط من أجل إذا كنت قد اشتريت "الروبوت التطبيق". ثم قم بتشغيله وأدخل كود الشراء في أسفل حقل النص الذي سوف يظهر.

source: For Android App
ar: تطبيق Android

source: If you have purchased the android app.
ar: كنت قد اشتريت

source: Enter You Android Purchase Code Here
ar: أدخل يمكنك شراء كود هنا

source: Your android item purchase code got from codecanyon. You have purchased the item seprately.
ar: حصلت على رمز الشراء البند IOS من codecanyon. كنت قد اشتريت هذا البند seprately.

source: Once added be carefull editing next time. This key Should be same in app header.
ar: مرة واحدة وأضاف أن تحرير متأن في المرة القادمة. ينبغي أن تكون تلك المفتاح نفسه في رأس التطبيق.

source: Enter Your Android Secret Code Here
ar: أدخل الرمز الخاص بك هنا

source: Just a random number generated by you for app security.
ar: مجرد رقم عشوائي ولدت من قبلك لأمن التطبيق.

source: Below section is only for if you have purchased IOS App. Then turn it on and enter the purchase code in below text field that will appears.
ar: يوجد القسم أدناه فقط إذا كنت قد اشتريت IOS App. ثم قم بتشغيله وأدخل رمز الشراء في حقل النص أدناه الذي سيظهر.

source: For IOS App
ar: للتطبيق دائرة الرقابة الداخلية

source: If you have purchased the ios app.
ar: كنت قد اشتريت

source: Enter You IOS Purchase Code Here
ar: أدخل يمكنك شراء كود هنا

source: Your IOS item purchase code got from codecanyon. You have purchased the item seprately.
ar: حصلت على رمز الشراء البند IOS من codecanyon. كنت قد اشتريت هذا البند seprately.

source: Enter Your IOS Secret Code Here
ar: أدخل الرمز السري IOS الخاص بك هنا

source: Below section is Other API and Payment settings
ar: تحت القسم الآخر هو API وإعدادات الدفع

source: Enter Your Stripe Publishable key Here
ar: أدخل مفتاح Publishable الشريط الخاص بك هنا

source: This will use in app
ar: هذا وسوف تستخدم في التطبيق

source: Enter Your Stripe Secret key Here
ar: أدخل المفتاح السري API الخاص بك.

source: This will use at server for varification
ar: بيئة السيرفر

source: Enter Your Youtube Key
ar: أدخل مفتاح يوتوب

source: Paypal Settings
ar: إعدادات Paypal

source: Paypal Mode
ar: وضع باي بال

source: Live
ar: مشاهدة حية

source: Sandbox
ar: وضع الإختبار

source: Enter Your Paypal Key
ar: الرجاء إدخال اسم الخاص بك.

source: Enter you paypal client id here
ar: قمت بإدخال معرف العميل بأي بال هنا

source: Enter Your Paypal Secret
ar: أدخل السري الخاص بك بأي بال

source: Enter you paypal Secret id here
ar: أدخل لك بأي بال سرية الهوية هنا

source: Merchant Name
ar: اسم التاجر

source: Enter the merchant name
ar: أدخل الاسم

source: Account Currency
ar: عملة الحساب

source: Currency name i.e. USD Supported currency list here:
ar: اسم العملة بمعنى الدولار قائمة العملات المدعومة هنا:

source: Privecy Url
ar: رابط الرئيسية

source: Example link
ar: رابط

source: Agreement Url
ar: رابط الرئيسية

source: InApp Purchase Settings
ar: InApp إعدادات الشراء

source: Android InApp Purchase
ar: شراء Android InApp

source: Go to Application then you will see Development tools option on the left side of menu. Click this option now navigate to Services &APIs. Now you will Licensing & in-app billing section copy the key from here.
ar: اذهب إلى التطبيق ثم سترى خيار أدوات التطوير على الجانب الأيسر من القائمة. انقر على هذا الخيار الآن وانتقل إلى الخدمات وواجهات برمجة التطبيقات. الآن ، ستقوم قسم الفوترة بالتراخيص والتطبيق بنسخ المفتاح من هنا.

source: Your Android InApp Secret Code Here
ar: الروبوت الخاص بك InApp السري هنا

source: Enter the secret code you got from store. While copy paste please make sure there is no white space.
ar: أدخل الرمز السري الذي حصلت عليه من المتجر. أثناء لصق نسخة يرجى التأكد من عدم وجود مساحة بيضاء.

source: Once added be carefull editing next time.
ar: مرة واحدة وأضاف أن تحرير متأن في المرة القادمة.

source: AppStore InApp Purchase
ar: شراء AppStore InApp

source: If you have purchased the AppStore app.
ar: إذا كنت قد اشتريت تطبيق AppStore.

source: Your AppStore InApp Secret Code Here
ar: الخاص بك AppStore InApp السري الرمز هنا

source: Thank You Settings
ar: شكراً لكم، وسنعود إليكم.

source: Thank You Title
ar: شكراً لكم، وسنعود إليكم.

source: Ads/Reporting Settings
ar: الإعلانات / إعداد التقارير

source: Ads Settings
ar: اعلانات

source: Ads Setting (AdMob)
ar: إعداد الإعلانات (أدموب)

source: Here you can set the AdMob settings for the app
ar: يمكنك هنا تعيين إعدادات أدموب للتطبيق

source: Show Ads
ar: عرض الإعلانات

source: Trun ads on or off.
ar: ترون إعلانات أو إيقاف تشغيله.

source: Show Banner Ads
ar: إعلانات البانر

source: Turn on or off for banner ads
ar: الهيدر تشغيل/إيقاف

source: Banner Ad Position
ar: إعلان بانر 720x90

source: Top
ar: اعلي

source: Bottom
ar: اسفل

source: Enter Your Ad Key (banner)
ar: أدخل مفتاح الإعلان

source: Please make sure you are putting correct ad id your selected above banner
ar: يرجى التأكد من وضع معرف الإعلان الصحيح المحدد أعلاه راية أو بينستيتال

source: Show Initial Ads
ar: لإظهار الحد الأعظمي من الإعلانات ذات الصلة

source: Turn on or off for initial ads
ar: الهيدر تشغيل/إيقاف

source: Enter Your Ad Key (initial)
ar: أدخل مفتاح الإعلان

source: Please make sure you are putting correct ad id your selected above interstital
ar: يرجى التأكد من وضع معرف الإعلان الصحيح المحدد أعلاه راية أو بينستيتال

source: Show 1st Ad After
ar: عرض الإعلان الأول بعد

source: Show 1st ad after specific time. In seconds 1 is for 1 second
ar: عرض الإعلان الأول بعد وقت محدد. في ثوان 1 هو لمدة 1 ثانية

source: Show Ad After
ar: إزالة إعلان بسيط بعد

source: Show ads next time after specific time. In seconds 1 is for 1 second
ar: عرض الإعلانات في المرة القادمة بعد وقت محدد. في ثوان 1 هو لمدة 1 ثانية

source: Analytics Settings
ar: إعدادات أناليتيكش

source: App Analytics
ar: تحليل البيانات

source: Below you can setup analytics for the app.
ar: أدناه يمكنك إعداد تحليلات التطبيق.

source: Make Analytics
ar: جعل أناليتيكش

source: Analytics ID
ar: تحليل البيانات

source: Put analytics id here i.e.
ar: ضع معرف التحليلات هنا

source: Firebase Settings
ar: إعدادات فيريباس

source: Puch Nofifications
ar: بوتش نوفيفيكاتيونس

source: Below you can setup Puch Nofifications for the app.
ar: أدناه يمكنك إعداد بوتش نوفيفيكاتيونس عن التطبيق.

source: Firebase API KEY
ar: فيريباس أبي مفتاح

source: Put firebase api key
ar: وضع مفتاح واجهة برمجة التطبيقات فيريباس

source: Menu Settings
ar: اعادادت الميجا موني

source: Turn Custom Menu
ar: تشغيل قالب الفئة

source: Turn on custom menu settings
ar: اعادادت الميجا موني

source: Menu Title Control
ar: عنوان القائمة

source: Chnage menu title to what you want.
ar: قـولـي مـا تـريـدينـه

source: Show Message Count
ar: العدد

source: Turn on/off Show Message Count in menu.
ar: تشغيل / ايقاف

source: Hide Messages From Menu
ar: إخفاء الرسائل من القائمة

source: Hide Package From Menu
ar: إخفاء الحزمة من القائمة

source: Hide Blog From Menu
ar: إخفاء المدونة من القائمة

source: Screen Title
ar: الرئيسية

source: Set the title for homescreen
ar: أدخل هنا الوقت الإفتراضي للمنبه.

source: Sort Home Screen Options
ar: فرز خيارات الشاشة الرئيسية

source: Home Sortable
ar: قابل للترتيب

source: Sort home sections here
ar: فرز خيارات الشاشة الرئيسية

source: Sortable Sections
ar: الأقسام القابلة للفرز

source: Sort section layouts on homescreen
ar: فرز تخطيطات القسم على الشاشة الرئيسية

source: Category Icons
ar: أيقونات الفئة

source: Featured Slider
ar: سلايدر مميزة

source: Category Slider Ads
ar: منزلق التصنيف

source: Locations Icons
ar: المواقع الرموز

source: Simple Ads
ar: إعلانات بسيطة

source: Categories Columns
ar: الفئات الأعمدة

source: Select number of info columns
ar: حدد عدد الأعمدة.

source: 3 Column
ar: العمود 3

source: 4 Columns
ar: 4 أعمدة

source: Categories Multi Select Option
ar: الفئات متعدد اختر الخيار

source: This is the description field, again good for additional info.
ar: هذا هو حقل الوصف، مرة أخرى جيدة للحصول على معلومات إضافية.

source: Select Slider Categories
ar: حدد فئات المتزلج

source: Slider Posts Limit
ar: شريط التمرير المشاركات الحد

source: On homepage
ar: زيارة موقع الإضافة

source: Select Number of slider posts
ar: حدد عدد مشاركات شريط التمرير

source: Show featured ads slider
ar: إظهار شريط الإعلانات المميزة

source: Featured Ads Section Title
ar: إعلانات مميزة سيكتيون تيتل

source: Featured Posts
ar: مقالات مميزة

source: Select Number of featured posts
ar: حدد عدد المشاركات المميزة

source: Featured Ads Position
ar: الإعلانات المميزة بوسيتيون

source: Middle
ar: الأوسط

source: Latest Ads Section
ar: أحدث إعلانات القسم

source: Show latest ads slider
ar: عرض أحدث الإعلانات المنزلق

source: Latest Ads Section Title
ar: أحدث إعلانات القسم العنوان

source: Select Number of latest ads
ar: حدد عدد أحدث الإعلانات

source: Near By Ads
ar: إعلانات حديثة

source: Near By Ads Section
ar: إعلانات مميزة سيكتيون تيتل

source: Show near by ads slider
ar: إظهار شريط الإعلانات المميزة

source: Nearby Ads Section Title
ar: أحدث إعلانات القسم العنوان

source: Select max number of nearby ads
ar: حدد عدد أحدث الإعلانات

source: Ads Locations
ar: أماكن الإعلانات

source: Locations icons Section
ar: المواقع، الإيقونات، تقاطع

source: Location Section Title
ar: عنوان القسم

source: Select Locations Categories
ar: حدد فئات المواقع

source: Select locations you want to show
ar: حدد المواقع التي تريد عرضها

source: Blog and news section. (You must on Home Sortable to show blogs)
ar: بلوق وقسم الأخبار. (يجب أن تكون على الصفحة الرئيسية قابلة للفرز لإظهار المدونات)

source: News/Blog
ar: السيرة الذاتية ورساله تغطية

source: Show News/Blog ads slider
ar: إظهار شريط الإعلانات المميزة

source: Blog/News Setion Title
ar: عنوان صفحة المدونة

source: Select Categories
ar: اختر التصنيفات

source: Select categories to show in the blog/news section. Leave empty if you want to show from all.
ar: تحديد فئات تظهر في قسم الأخبار بلوق. ترك فارغاً إذا كنت تريد أن تظهر من كل.

source: Number of Posts
ar: عدد المشاريع:

source: Select max number of Posts to show
ar: حدد الحد الأقصى لعدد المشاركات المراد عرضها

source: Ad's General Settings
ar: اعدادات عامة

source: Allowed all countries
ar: يسمح لجميع البلدان

source: Select Countries
ar: حدد البلدان

source: You can select only 1 country.
ar: يمكنك اختيار بلد واحد فقط.

source: Communications Mode
ar: للمزيد من المعلومات والتواصل

source: Phone
ar: هاتف

source: Both
ar: الكل

source: Package order auto approval
ar: الموافقة التلقائية على طلب الشراء

source: after payment
ar: بعد الدفع

source: Send email on Ad Post
ar: إرسال البريد الإلكتروني على "الوظيفة الإعلانية"

source: Email for notification.
ar: البريد الإلكتروني من أجل الإشعار.

source: Send email on message
ar: إرسال بريد إلكتروني

source: When someone drop a message on ad then email send to concern user.
ar: عندما ينزل شخص ما رسالة على الإعلان، يتم إرسال رسالة إلكترونية إلى المستخدم المعني.

source: List of Currency
ar: قائمة العملات

source: You can use HTML code or text as well like USD etc
ar: يمكنك استخدام التعليمات البرمجية ل HTML أو النص كذلك مثل الدولار الأمريكي وغيرها

source: Price direction
ar: اتجاه السعر

source: Thousands Separator
ar: فاصلة الالف

source: Decimals
ar: عشرى

source: It should be 0 for no decimals.
ar: يجب أن يكون 0 دون أي عشرية.

source: Decimals Separator
ar: فاصل الكسور العشرية

source: Ad Approval
ar: الموافقة

source: Ad Update Approval
ar: الموافقة على تحديث الإعلان

source: Email to Ad owner on approval
ar: إرسال رسالة إلكترونية إلى مالك الإعلان بشأن الموافقة

source: Report ad Options
ar: خيارات تبليغ عن إعلان

source: Ad Report Limit
ar: حد تقرير الإعلان

source: Only integer value without spaces.
ar: قيمة عدد صحيح فقط بدون مسافات.

source: Action on Ad Report Limit
ar: الإجراء المتعلق بحدود تقرير الإعلان

source: Email where you want to get notify.
ar: البريد الإلكتروني الذي تريد أن تتلقى الإشعارات عليه.

source: Default Image
ar: الصورة الإفتراضية

source: If there is no image of ad then this will be show.
ar: في حالة عدم توافر صوره للمنتج حاليا صوف نقوم بعرض هذه الصوره عرض مؤقت.

source: Dimensions: 300 x 225
ar: الأبعاد: 300 × 225

source: Set Image Sizes for listings
ar: تعيين احجام الصور للقوائم

source: Size 2
ar: الحجم ~2

source: Size 3
ar: الحجم ~3

source: Size 4
ar: الحجم ~4

source: Size 5
ar: الحجم ~5

source: Change with caution we only recommend default.
ar: التغيير بحذر نوصي فقط الافتراضي.

source: Set Image Sizes for Ad Details
ar: تعيين احجام الصور للحصول علي تفاصيل الإعلان

source: Ad Post Settings
ar: إعدادات المقالة

source: Turn On Category Template
ar: تشغيل قالب الفئة

source: Post unlimited free ads
ar: نشر إعلانات مجانية غير محدودة

source: For Administrator
ar: للمسؤول

source: Strict image mode
ar: الصورة

source: Not allowed less than 760x410
ar: غير مسموح

source: For new user
ar: للمستخدم جديد

source: Free Ads limit
ar: الحد الأقصى للإعلانات المجانية

source: It must be an inter value, -1 means unlimited.
ar: يجب أن تكون قيمة مشتركة، -1 يعني غير محدود.

source: Free Featured Ads
ar: إعلانات مميزة مجانية

source: Featured Ads limit
ar: الحد الأقصى للإعلانات المميزة

source: Free Bump Ads
ar: إعلانات مجانية

source: Bump Ads limit
ar: إعلان نتوء--أعلى

source: Free Bump Ads for all users
ar: إعلان عثرة مجاناً لكافة المستخدمين

source: witout any package/restriction.
ar: وتوت أي حزمة/تقييد.

source: Free package validity
ar: صلاحية الإشتراك المجاني

source: In days for new user
ar: في أيام للمستخدم الجديد

source: It must be an inter value, -1 means never expired.
ar: يجب أن تكون قيمة مشتركة، -1 يعني أنها لم تنته.

source: Simple ad remove after
ar: إزالة إعلان بسيط بعد

source: In DAYS
ar: الفترة بالأيام

source: Only integer value without spaces -1 means never expired.
ar: قيمة عدد صحيح فقط بدون مسافات -1 تعني أنه لم ينته.

source: Feature Ad Expired
ar: انتهت مدة صلاحية الإعلان المميز

source: Ad image set limit
ar: تحديد صورة

source: Ad image max size
ar: حجم الصورة الأقصى للإعلان

source: Display Condition Taxonomy
ar: حالة عرض التصنيف

source: Display Warranty Taxonomy
ar: عرض تصنيف الضمان

source: Latitude & Longitude
ar: خط الطول/العرض

source: This will be display on ad post page for pin point map
ar: وسيكون هذا العرض في صفحة الوظيفة الإعلانية لمخطط نقطة دبوس

source: for default map.
ar: الخريطة الاافتراضيه

source: Display Price type option.
ar: عرض خيار نوع السعر.

source: Price Types
ar: لا يوجد سعر

source: Custom Price Type
ar: سعر مخصص

source: Separated by | like option 1|option 2
ar: مثال: الخيار 1، الخيار 2، الخيار 3

source: Update Ad Notice
ar: تحديث إشعار الإعلان

source: Allow make featured ad
ar: السماح بعرض إعلان مميز

source: on ad post.
ar: على مشاركة الإعلان.

source: Featured ad description
ar: وصف الإعلان المميز

source: Bad Words Filter
ar: تصفية الكلمات السيئة

source: comma separated
ar: مفصولة بفاصلة

source: word1,word2
ar: كلمة1، كلمة2

source: This words will be removed from AD Title and Description
ar: سيتم إزالة هذه الكلمات من عنوان الإعلان، والوصف

source: Bad Words Replace Word
ar: كلمات سيئة تستبدل الكلمة

source: This words will be replace with above bad words list from AD Title and Description
ar: سيتم استبدال هذه الكلمات مع قائمة الكلمات السيئة أعلاه من عنوان أد والوصف

source: Ad View Settings
ar: عرض الإعلان

source: Info Columns
ar: أعمدة

source: On ad details page
ar: في صفحة تفاصيل الإعلان

source: 1 Column
ar: عمود 1

source: 2 Columns
ar: 2 أعمدة

source: Related Ads
ar: إعلانات ذات صلة

source: Related Ads Section Title
ar: عنوان المقطع للإعلانات ذات الصلة

source: Select Number of related posts
ar: عدد المواضيع المتشابه التي سيتم عرضها

source: Ad Search Settings
ar: إعدادات البحث

source: Ad Rating Settings
ar: اعدادات التقييم

source: Rating on ad
ar: التصنيف: جارٍ

source: Allow update the rating
ar: السماح بـ التتبع

source: Rating section title
ar: عنوان القسم

source: Email to Author on rating
ar: البريد الإلكتروني للمعلن

source: Rating show at most
ar: أختر من وسوم المنتجات الأكثر إستخداماً

source: Woo Products
ar: وو المنتجات

source: Select Products
ar: حدد المنتجات

source: Select Payment Packages
ar: حدد نوع الدفع

source: Payment Methods
ar: طرق الدفع

source: Select the payment methods you want to add.
ar: اختر المساحة الاعلانية بغرض النشر

source: Users
ar: المستخدمين

source: Phone verfication
ar: التحقق من الهاتف

source: If phone verification is on then system put verified batch to ad details on number so other can see this number is verified.
ar: إذا كان التحقق من الهاتف على ثم وضع النظام دفعة التحقق من تفاصيل الإعلان على عدد حتى الآخر يمكن أن نرى يتم التحقق من هذا الرقم.

source: Resend security code
ar: إعادة إرسال رمز الأمان

source: In seconds
ar: في ثوان

source: Only integer value without spaces, 30 means 30-seconds
ar: القيمة الصحيحة فقط بدون مسافات، 30 تعني 30 ثانية

source: Change phone number while ad posting.
ar: تغيير رقم الهاتف أثناء نشر الإعلان.

source: If off then only user profile number will be display and can not be changeable.
ar: إذا إيقاف ثم سيتم عرض فقط عدد الملف الشخصي المستخدم ولا يمكن تغييرها.

source: New User Email to Admin
ar: البريد الإلكتروني للمستخدم الجديد (المشرف)

source: Welcome Email to User
ar: مرحبا بك البريد الإلكتروني للمستخدم

source: New user email verification
ar: التحقق من البريد الإلكتروني للمستخدم الجديد

source: If verfication on then please update your new user email template by verification link.
ar: إذا تحققت في ذلك الحين، يرجى تحديث نموذج البريد الإلكتروني للمستخدم الجديد عن طريق رابط التحقق.

source: Select Page
ar: اختر صفحة

source: Terms and Conditions
ar: الأحكام والشروط
