Repository: rockowtham/studybooth_api
Catalog: languages/adforest-rest-api-*.po
Languages: ar

source: Specially for General Data Protection Regulation (GDPR)
ar: وخاصه بالنسبة للوائح العامة لحماية البيانات

source: Term and Condition Text
ar: نص المصطلح والشرط

source: Terms and Condition text next to checkbox. Leave empty if you want to show default text
ar: الشروط ونص الشرط بجانب مربع الاختيار. ترك فارغه إذا كنت ترغب في إظهار النص الافتراضي

source: Show Delete button
ar: زر حذف

source: Show delete button on user profile. Due to General Data Protection Regulation (GDPR) policy. Note: This will delete the entire data from the database and can not be recover again.
ar: إظهار الزر حذف علي التشكيل الجانبي للمستخدم. بسبب سياسة التنظيم العام لحماية البيانات. ملاحظه: سيؤدي ذلك إلى حذف البيانات بأكملها من قاعده البيانات ولا يمكن استردادها مره أخرى.

source: Delete Popup Text
ar: حذف النص المنبثق

source: Popup text after delete link clicked.
ar: النص المنبثق بعد حذف ارتباط النقر.

source: Allow users to block anyone and stop seeing his ads.
ar: السماح للمستخدمين بحظر أي شخص والتوقف عن رؤية إعلان له.

source: Bidding Settings
ar: إعدادات العطاءات

source: Enable Bidding
ar: تمكين العطاءات

source: Give bidding option to user
ar: منح خيار عرض الأسعار للمستخدم

source: Bidding Timer
ar: توقيت العطاءات

source: Top bidder limit
ar: الحد الأعلى للعارض

source: If you select 0 it will hide the tab.
ar: إذا حددت 0 ، فستخفي علامة التبويب.

source: User Section Title
ar: عنوان القسم

source: Email to Ad author
ar: البريد الإلكتروني للمعلن

source: on bid
ar: في محاولة

source: Section Title
ar: المسمى الوظيفي:

source: Disclaimer note
ar: ملاحظة تنويه

source: Email Templates
ar: قالب البريد

source: New Ad email subject
ar: عنوان البريد الإلكتروني للإعلان الجديد

source: %site_name% , %ad_owner% , %ad_title% will be translated accordingly.
ar: %site_name %، % ad_owner %، وستترجم % ad_title % تبعاً لذلك.

source: New Ad FROM
ar: إعلان جديد من

source: FROM: NAME valid@email.com is compulsory as we gave in default.
ar: فروم: نيم valid@email.com إلزامي كما أعطينا افتراضيا.

source: New Ad Posted Message
ar: رسالة إعلان مضاف جديد

source: %site_name% , %ad_owner% , %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name %، % ad_owner % ad_title %، وستترجم % ad_link % تبعاً لذلك.

source: New Message email subject
ar: عنوان الرسالة الجديدة في البريد الإلكروني

source: %site_name% , %ad_title% will be translated accordingly.
ar: %site_name %، % ad_title % سوف تترجم تبعاً لذلك.

source: New Message FROM
ar: رسالة جديدة من

source: New Message template
ar: قالب إيميل رسالة جديدة

source: %site_name% , %message% , %sender_name%, %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name %، %sender_name % ad_title %،، الرسالة % % % ad_link % سوف تترجم تبعاً لذلك.

source: Ad report email subject
ar: إعلان التقرير موضوع البريد الإلكتروني

source: Ad report email FROM
ar: إعلان التقرير بالبريد الإلكتروني من

source: Ad Report template
ar: قالب تقرير

source: Reset Password email subject
ar: إعادة تعيين موضوع كلمة المرور الإلكترونية

source: %site_name% will be translated accordingly.
ar: %site_name %، % ad_title % سوف تترجم تبعاً لذلك.

source: Reset Password email FROM
ar: إعادة تعيين كلمة مرور البريد الإلكتروني فروم

source: Reset Password template
ar: إعادة تعيين قالب كلمة المرور

source: %site_name% , %user% , %reset_link% will be translated accordingly.
ar: ٪ site_name٪،٪ وسر٪،٪ reset_link٪ سيترجم وفقا لذلك.

source: Rating email subject
ar: تصنيف البريد الإلكتروني الموضوع

source: New rating email FROM
ar: تصنيف رسائل البريد الإلكتروني الجديدة من

source: New rating template
ar: قالب تصنيف جديد

source: %site_name% , %receiver% , %rator% , %rating% , %comments% , %rating_link% will be translated accordingly.
ar: %site_name %، ٪ الاستقبال، راتور %، تصنيف %، % % تعليقات، وستترجم % rating_link % تبعاً لذلك.

source: Bid email subject
ar: موضوع البريد الإلكتروني

source: Bid email FROM
ar: البريد الإلكتروني للمرسل

source: Bid email template
ar: قالب البريد الإلكتروني

source: %site_name% , %receiver% , %bidder% , %bid% , %comments% , %bid_link% will be translated accordingly.
ar: %site_name %، المتلقي %، % % مقدم العرض، محاولة %، % % تعليقات، وستترجم % bid_link % تبعاً لذلك.

source: New user email template subject for Admin
ar: نموذج البريد الإلكتروني للمستخدم الجديد يخضع للمشرف

source: New user email FROM for Admin
ar: بريد إلكتروني جديد للمستخدم فروم فور أدمين

source: NAME valid@email.com is compulsory as we gave in default.
ar: نيم valid@email.com إلزامي كما أعطينا افتراضيا.

source: New user email template for Admin
ar: نموذج بريد إلكتروني جديد للمستخدم للمشرف

source: %site_name% , %display_name%, %email% will be translated accordingly.
ar: ٪ site_name٪،٪ display_name٪،٪٪ إمايل٪ أورجنال ريسولتد أكوردينغلي.

source: New user email template subject
ar: موضوع قالب البريد الإلكتروني للمستخدم الجديد

source: New user email FROM
ar: البريد الإلكتروني للمستخدم الجديد

source: New user email template
ar: قالب بريد إلكتروني جديد

source: %site_name% , %user_name% %display_name% %verification_link% will be translated accordingly.
ar: ٪ site_name٪،٪ user_name٪٪ display_name٪٪ verify_link٪ سيترجم وفقا لذلك.

source: Ad activation subject
ar: موضوع تنشيط الإعلان

source: Ad activation FROM
ar: تنشيط الإعلان من

source: Ad activation message
ar: رسالة تنشيط الإعلان

source: %site_name% , %user_name%, %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name %، % ad_title % سوف تترجم تبعاً لذلك.

source: Rating FROM
ar: نموذج التقييم

source: Rating message
ar: التقييم

source: will be translated accordingly.
ar: وستترجم %site_name % تبعاً لذلك.

source: Rating reply email subject
ar: تصنيف البريد الإلكتروني الموضوع

source: Rating reply FROM
ar: تصنيف رسائل البريد الإلكتروني الجديدة من

source: Rating reply message
ar: تصنيف رسالة الرد

source: Install Required Plugins
ar: تنزيل البلاجينز المطلوبة

source: Install Plugins
ar: تنزيل البلاجينز

source: Installing Plugin: %s
ar: جاري تنزيل الاضافات %s

source: Updating Plugin: %s
ar: تحديث الاضافات %s

source: Something went wrong with the plugin API.
ar: حدث خطأ مع API المساعد.

source: This theme requires the following plugin: %1$s.
ar: هذا القالب يوصى بتركيب الإضافة التالية: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: هذا القالب يوصي بتركيب الإضافة التالية: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: يحتاج البرنامج المساعد التالي إلى تحديث إلى أحدث إصدار لضمان أقصى قدر من التوافق مع هذا الموضوع: %1$s.

source: There is an update available for: %1$s.
ar: التحديث المطلوب غير متوفر

source: The following required plugin is currently inactive: %1$s.
ar: الإضافة المطلوبة التالية غير نشطة حاليا:%1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: البرنامج المساعد الموصى بها التالية غير نشط حاليا:%1$s.

source: Begin installing plugin
ar: بدأ تنصيب الاضافة

source: Begin updating plugin
ar: البدء بتحديث الإضافة

source: Begin activating plugin
ar: البدء بتفعيل الإضافة

source: Return to Required Plugins Installer
ar: العودة إلى مثبت الإضافات المطلوبة

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية

source: Plugin activated successfully.
ar: تم تفعيل الإضافات بنجاح.

source: The following plugin was activated successfully:
ar: تم تفعيل الإضافات بنجاح.

source: No action taken. Plugin %1$s was already active.
ar: لم يتخذ اي اجراء. البرنامج المساعد %1$s كانت نشطه بالفعل.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: لم يتم تفعيل الإضافة. إصدار أعلى من %s مطلوب لهذه الثيم. يرجى تحديث الإضافة.

source: All plugins installed and activated successfully. %1$s
ar: تم تثبيت جميع المكونات الإضافية وتنشيطها بنجاح. %1$s

source: Dismiss this notice
ar: رفض هذا الاشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: يوجد واحدة أو أكثر من الإضافات المطلوبة أو الموصي بها لتثبيتها أو تحديثها أو تفعيلها.

source: Please contact the administrator of this site for help.
ar: الرجاء الاتصال بالمسؤول عن هذا الموقع للحصول علي المساعدة.

source: This plugin needs to be updated to be compatible with your theme.
ar: تحتاج هذه الإضافة لتحديث لتكون متوافقة مع الثيم الخاص بك.

source: Update Required
ar: التحديث مطلوب

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: الإضافة لم تحتوي على المجلد المطلوب لذا فشل تعديل فشل‬.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال مزود البرنامج المساعد والطلب منهم حزمه البرنامج المساعد وفقا للمبادئ التوجيهية وورد.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: حزمه البرنامج المساعد البعيد يتكون من أكثر من ملف واحد ، ولكن لا يتم حزم الملفات في مجلد.

# plugin A *and* plugin B
source: and
ar: و

source: TGMPA v%s
ar: ت.

source: Required
ar: مطلوب؟

source: Recommended
ar: موصى به

source: WordPress Repository
ar: مستودع وردبريس

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: معباه مسبقا

source: Not Installed
ar: غير مثبت

source: Installed But Not Activated
ar: تم التثبيت ولكن لم يتم التنشيط

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: يتطلب التحديث

source: Update recommended
ar: يوصى بالتحديث

# plugins
source: All <span class="count">(%s)</span>
ar: الكل <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: تنزيل حزمة التثبيت من <span class=“count”>(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: تحديث متوفر <span class=“count”>(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: تفعيل <span class=“count”>(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: غير معرف

source: Installed version:
ar: النسخة المثبت:

source: Minimum required version:
ar: الحد الأدنى المطلوب للنسخة:

source: Available version:
ar: الإصدار المتوفر:

source: No plugins to install, update or activate.
ar: لا توجد إضافات للتثبيت أو التحديث أو التفعيل.

source: Plugin
ar: البرنامج المساعد، ويوفر إمكانية الوصول على نظام الدعم. يمكن استخدام رمز شراء فقط على

source: Source
ar: المصدر

source: Version
ar: الإصدار

source: Install %2$s
ar: تثبيت %2$s

source: Update %2$s
ar: تحديث %2$s

source: Activate %2$s
ar: تنشيط %2$s

source: Upgrade message from the plugin author:
ar: رسالة جديدة من مطور الإضافة:

source: Install
ar: التثبيت

source: Activate
ar: تفعيل

source: No plugins were selected to be installed. No action taken.
ar: لم يتم تحديد إضافات للتحميل ، لن يتم اتخاذ أى إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم تحديد أي إضافات للتثبيت. بناءاً على ذلك لم يتم إتخاذ أي إجراء.

source: No plugins are available to be installed at this time.
ar: لا تتوفر أي مكونات إضافية ليتم تثبيتها في هذا الوقت.

source: No plugins are available to be updated at this time.
ar: لا يوجد إضافات متاحة للتحديث في هذا الوقت.

source: No plugins were selected to be activated. No action taken.
ar: لم يتم تحديد أي إضافات للتفعيل. لم يتم إتخاذ أي إجراء.

source: No plugins are available to be activated at this time.
ar: لا تتوفر أي إضافات إضافية في الوقت الحالي.

source: Plugin activation failed.
ar: فشل تفعيل الإضافة .

source: Updating Plugin %1$s (%2$d/%3$d)
ar: جاري تحديث %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطا اثناء تثبيت %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: فشل تثبيت %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدء عمليه التثبيت والتنشيط. قد تستغرق هذه العملية بعض الوقت علي بعض المضيفين ، لذا يرجى الصبر.

source: %1$s installed and activated successfully.
ar: تم تثبيت %1$s وتنشيطه بنجاح.

source: Show Details
ar: اظهار التفاصيل

source: Hide Details
ar: أخفاء التفاصيل

source: All installations and activations have been completed.
ar: تم إكمال كافة عمليات التثبيت والتنشيط.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتفعيل الإضافة %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى الانتظار .

source: %1$s installed successfully.
ar: %1$s تم التثبيت بنجاح.

source: All installations have been completed.
ar: تم اكتمال جميع عمليات التثبيت.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت الإضافة %1$s (%2$d/%3$d)

source: SB Framework
ar: تحدير إطار العمل ريديكس

source: Woocommerce
ar: ‫المتجر

source: SMS verification - Twillio
ar: سمز التحقق - تويليو

source: AdForest Apps API
ar: تطبيقات ادفوريست API

source: https://codecanyon.net/user/scriptsbundle
ar: https://themeforest.net/user/scriptsbundle/

source: This plugin is essential for the AdFrest android and ios apps.
ar: هذا البرنامج المساعد ضروري لتطبيقات أدفرست الروبوت ودائرة الرقابة الداخلية.

source: Scripts Bundle
ar: حزمة البرامج النصية
