Repository: rockowtham/studybooth_api
Catalog: languages/adforest-rest-api-*.po
Languages: ar

source: Messages
ar: رسائل

source: Sent Offers
ar: العروض المرسلة

source: Offers on Ads
ar: العروض المتلقاة

source: No Message Found
ar: لم يتمّ إيجاد عبارات حتى الآن.

source: Chat Box
ar: صندوق الدردشه

source: is typing
ar: %@ يكتب

source: No Chat Found
ar: لم يتمّ إيجاد عبارات حتى الآن.

source: Something went wrong
ar: حدث خطأ ما

source: Message sent successfully .
ar: پیام با موفقیت ارسال شد .

source: Message not sent, please try again later.
ar: هناك بعض المشاكل، يرجى إعادة المحاولة لاحقا.

source: Edit Add
ar: تحرير إضافة

source: Add Post
ar: إضافة ميزة

source: Ad Title
ar: هذه الكلمات ستكون استبدال قائمة الكلمات السيئة المذكورة أعلاه من عنوان الإعلان والوصف

source: Categories
ar: الاقسام

source: Price Type
ar: نوع السعر

source: Ad Price
ar: سعر الاعلان

source: Ad Currency
ar: قائمة العملة

source: Condition
ar: الحالة

source: Warranty
ar: الضمان

source: Ad Type
ar: نوع الأعلان

source: Youtube Video Link
ar: رابط فيديو يوتيوب

source: Description
ar: وصف

source: On
ar: تشغيل

source: Off
ar: إيقاف

source: Bidding
ar: مناقصة

source: Bidding Time
ar: ووقت

source: Name
ar: الإسم

source: Phone Number
ar: هاتف المستلم

source: Location
ar: موقعك

source: Address
ar: العنوان

source: Latitude
ar: عرض

source: Longitude
ar: الطول

source: you can not upload more images
ar: لا يمكنك تحميل المزيد من الصور

source: your can upload
ar: يمكن تحميل الخاص بك

source: more image
ar: صورة

source: Post Ad
ar: اضف اعلان

source: Bump it up on the top of the list. Ads remaining: Unlimited
ar: عثرة عليه في أعلى القائمة. الإعلانات المتبقية: غير محدودة

source: Bump it up on the top of the list. Ads remaining:
ar: إعلان نتوء--أعلى

source: Confirmation
ar: تأكيد

source: Are you sure you want to bumup this ad.
ar: هل أنت متأكد أنك تريد أن تفعل هذا؟

source: Cancel
ar: إلغاء

source: Confirm
ar: تصديق

source: If you want to make it feature then please have a look on
ar: إذا كنت تريد أن تجعل من ميزة ثم الرجاء إلقاء نظرة على

source: Featured ads remaining: Unlimited
ar: الإعلانات المميزة المتبقية: غير محدودة

source: Featured ads remaining:
ar: الإعلانات المميزة المتبقية

source: Are you sure you want to make this ad featured.
ar: هل تريد بالتأكيد جعل هذا الإعلان مميزا.

source: Select Images
ar: اختر الصور

source: User Information
ar: معلومات المستخدم

source: You can re-arange image by draging them.
ar: يمكنك إعادة أرانج صورة عن طريق سحب لهم.

source: Submit
ar: ارسال

source: Select Option
ar: حدد خياراً

source: Editing Not Alloded In Demo
ar: سبق وتم إستيراد بينات الديمو

source: You have no more ads to post
ar: ليس هناك مقالات

source: You ad post date is expired
ar: هذا الإعلان منتهي.

source: Images are required
ar: خصك ضروري تنشر صورة وحدة على الأقل.

source: And Marked As Featured.
ar: و ملحوظ كما مميزة.

source: And Marked As Bumped Ad.
ar: و ملحوظ كما مصطدم الإعلان.

source: Ad Updated Successfully.
ar: تم تحديث الإعلان بنجاح

source: Ad Posted Successfully
ar: تاريخ النشر

source: Image deleted successfully.
ar: تم حذف الصورة بنجاح

source: your can not upload more images
ar: لا يمكن تحميل المزيد من الصور

source: your upload ad limit is
ar: حد إعلان التحميل هو

source: Minimum image dimension should be
ar: أوصت بأن يكون "حجم لصورة".png 555 x 296

source: Tags Comma(,) separated
ar: مفصولة بفاصلة

source: Ad author can't post rating
ar: صاحب الاعلان لا يمكنه تقديم عرض لنفسه .

source: You've posted rating already
ar: أرسلت الصور من الكونجرس على صفحتكِ.

source: Your rating has been updated
ar: تم تحديث رابطك.

source: Your rating has been posted
ar: تم نشر مزايدتك

source: Only ad author can reply rating
ar: صاحب الاعلان لا يمكنه تقديم عرض لنفسه .

source: Your reply has been updated
ar: تم إرسال ردك

source: Your reply has been posted
ar: لقد تم نشر ردك.

source: Something went please try again.
ar: حدث خطأ. من فضلك حاول مره اخرى

source: Reply
ar: رد

source: Ad Rating and Reviews
ar: التقييمات

source: Ad Rating Here
ar: تقييم

source: Rating Comments
ar: التقييم

source: You can not edit it later.
ar: لا يمكنك تحرير ذلك في وقت لاحق.

source: You can't rate this ad
ar: لا يمكن أن تقيم نفسك.

source: Be the first one to rate this ad
ar: كن أول من يقيم هذا المعلن

source: No rating found.
ar: لا يوجد تقييم!

source: Submit Your Rating
ar: تقييمك

source: Load More
ar: تحميل المزيد

source: Your reply text here
ar: نصك المتخصص هنا

source: 'Invalid post id'
ar: رقم المشاركة (ID) غير صحيح

source: Featured
ar: مميزه

source: Tags
ar: الكلمات

source: Related Posts
ar: منشورات ذات علاقة

source: Share
ar: شارك

source: Add To Favourites
ar: إضافه الى المفضلة

source: Report
ar: إبلاغ

source: View Messages
ar: الرسائل

source: Send Message
ar: أرسل رسالة

source: Call Now
ar: -اللعنة ...

source: Bid Now
ar: أضف عرض الآن

source: View Bids
ar: مجموع العروض

source: Bid Statistics
ar: في محاولة

source: Get Direction
ar: الحصول على الإتجاه

source: Block User
ar: كتلة نصية

source: Block User?
ar: حظر العضو

source: Are you sure you want to block user. You will not see this user ads anywhere.
ar: هل أنت متأكد من أنك تريد منع المستخدم. لن تشاهد هذه الإعلانات المستخدم في أي مكان.

source: Confrim
ar: تأكيد

source: Bid Amount
ar: قيمة المزايدة

source: Bid description here
ar: الوصف هنا

source: Send
ar: إرسال

source: You message here.
ar: أنت رسالة هنا.

source: Not verified
ar: التحقق

source: verified
ar: المُحقـَّق

source: Share this
ar: شارك هذا

source: Waiting for admin approval.
ar: بانتظار موافقة المدير.

source: Ad Details
ar: تفاصيل الاعلان

source: This ad is expired.
ar: انتهت مدة صلاحية الإعلان المميز

source: You have added already.
ar: لقد أضفت من قبل.

source: Added to your favourites.
ar: أضف الى الإعلانات المفضّلة.

source: You can't report your own ad
ar: لا تستطيع الإبلاغ عن الدردشة الخاصة بك.

source: You have reported already.
ar: وقد ذكرت لك فعلا.

source: Reported successfully.
ar: تم التحديث بنجاح

source: The ad you have reported has been removed.
ar: تم إزالة الإعلان قد قمت بالإبلاغ عنها.

source: Min Price
ar: السعر الأدنى

source: Max Price
ar: أقصى سعر

source: Currency
ar: العمله

source: Price
ar: سعر

source: Simple
ar: فردي

source: Search
ar: بحث

source: Select Distance (KM)
ar: نصف القطر في كم

source: DESC
ar: تنازلي

source: ASC
ar: تصاعدي

source: Price: High to Low
ar: ترتيب السعر من الاغلى الى الارخص

source: Price: Low to High
ar: ترتيب السعر من الارخص الى الاغلى

source: Search Here
ar: البحث هنا

source: Search Now
ar: أبحث الان

source: Save Ad
ar: حفظ

source: Featured Ads
ar: اعلانات مميزة

source: No of Ads Found
ar: الإعلانات الموجودة

source: Category
ar: الفئة

source: Your package has been expired, please subscribe the package to make it feature AD.
ar: انتهت صلاحية باقتك، يرجى الاشتراك بباقة لجعل إعلاناتك مميزة.

source: Buy
ar: شراء

source: Click Here To make this ad featured.
ar: انقر هنا للحجز

source: Make Featured
ar: إجعلها مميزة

source: To make ad featured buy package.
ar: اضغط هنا لتفعيل الإعلان المميز (بقيمة إضافية).

source: Your package has bee expired.
ar: الباقة الخاصة بك قد انتهت صلاحيتها.

source: This ad has been featured successfully.
ar: هذا الإعلان أصبح إعلان مميز بنجاح.

source: Get package in order to make it feature.
ar: اشترك في باقة لجعله مميز

source: Ad already featured.
ar: الإعلان مميز بالفعل

source: You must be Ad owner tomake it feature.
ar: يجب أن تكون المعلن لجعله مميز.

source: Posted An Offer
ar: الخدمات التي نقدمها

source: No top bidder yet. Be the first one.
ar: لا أفضل مزايد حتى الآن. كن الأول.

source: Comments
ar: ملاحظات

source: You can not bid on your item.
ar: لا يمكنك محاولة على العنصر الخاص بك.

source: Be the first one to bid on this ad.
ar: المعلن لا يمكنه تقديم عرض.

source: Total
ar: المجموع

source: Highest
ar: الأعلى

source: Lowest
ar: الأدنى

source: All Fields Are Required
ar: جميع الحقول مطلوبة

source: Ad author can't post bid
ar: صاحب الاعلان لا يمكنه تقديم عرض لنفسه .

source: Updated successfully.
ar: تم التحديث بنجاح.

source: Posted successfully.
ar: نشر بنجاح.

source: Home Screen
ar: الرئيسية

source: Locations
ar: المواقع

source: View All
ar: عرض الكل

source: Latest Ads
ar: احدث الاعلانات

source: Nearby Ads
ar: الأقرب للعقار

source: Ads
ar: إعلانات

source: Blog/News
ar: مقال/أخبار

source: Read More
ar: قراءة المزيد

source: Home
ar: الرئيسية

source: Profile
ar: الملف الشخصي

source: Advance Search
ar: بحث متقدم

source: My Ads
ar: اعلاناتي

source: Inactive Ads
ar: الإعلانات الغير نشطة

source: Fav Ads
ar: الإعلانات المفضلة

source: Packages
ar: الطرود

source: Pages
ar: صفحات

source: Others
ar: الآخرين

source: Blog
ar: مدونة

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Register
ar: تسجيل

source: Login Successfull
ar: تم تسجيل الدخول بنجاح

source: Invalid Login Details
ar: بيانات دخول غير صحيحة.

source: Please verify your email address to login.
ar: الرجاء التحقق من عنوان بريدك الإلكتروني لتسجيل الدخول.

source: Welcome Back
ar: أهلاً وسهلاً من جديد!

source: Your Email Address
ar: عنوان بريدك الإلكتروني

source: Your Password
ar: كلمة المرور الخاصة بك

source: Forgot Password
ar: نسيت كلمة المرور

source: OR
ar: أو

source: Facebook
ar: الفايسبوك

source: Google+
ar: جوجل +

source: Not a Member Yet? Register with us.
ar: لست عضوا حتى الآن؟ سجل معنا.

source: Guest Login
ar: الدخول كزائر

source: Guest
ar: زائر

source: Email is not resgistered with us.
ar: البريد الالكتروني

source: Account Confirmation
ar: تأكيد الحساب

source: Please enter your confirmation code below.
ar: أكتب بريدك الإلكتروني

source: Confirmation Code Here
ar: تأكيد

source: Confirm Account
ar: تصديق

source: Back
ar: الى الخلف

source: Invalid Access
ar: نوع الملف غير صالح

source: Please enter the confirmation code.
ar: برجاء إدخال رمز الاسترداد

source: You eneter invalid confirmation code.
ar: رمز التحقق من البطاقة (كفك) الذي أدخلته غير صالح

source: You account confirmed successfully.
ar: يمكنك حساب أكدت بنجاح.

source: Invalid Access or token code.
ar: الرمز المميز غير صالح

source: You are logout successfully.
ar: تسجيل خروج

source: Package Id not found
ar: لم يتم العثور على الاداة!

source: Ordr placed successfully.
ar: أمر كنت قد وضعت.

source: Invalid Payment Token
ar: الرمز المميز للدفع غير صالحة

source: Payment verified successfully.
ar: تم التحقق من كلمة المرور المؤقتة بنجاح.

source: Something went wrong. Please check back later.
ar: حدث خطأ ما. يرجى العودة في وقت لاحق.

source: Please check api settings
ar: يرجى فحص إعدادات الموقع

source: Payment has not been verified. Status is
ar: تم التحقق من حسابك.

source: Payment amount doesn't matched.
ar: مبلغ الدفعة

source: Payment currency doesn't matched.
ar: عملة الدفع

source: Sale not completed
ar: الشعار الرئيسي بيع أو شراء

source: Payment Made successfully.
ar: الرمز المميز للدفع غير صالحة

source: Payment not found!
ar: أضف إلى المفضلة

source: Unknown error occurred!
ar: حدث خطأ غير معروف

source: Stripe secret key not setup
ar: شريطية المفتاح السري لا الإعداد

source: You order has been placed.
ar: أمر كنت قد وضعت.

source: Payment not confirmed
ar: أضف إلى المفضلة

source: Something Went Wrong in payu.
ar: حدث خطأ مع API المساعد.

source: Order placed successfully.
ar: تم وضع طلبك بنجاح.

source: Something Went Wrong.
ar: حدث خطأ ما

source: Checkout Process
ar: عملية الدفع

source: PayStack Checkout Process
ar: عملية السحب بايستاك

source: Card Number
ar: رقم البطاقة

source: Expiry Date
ar: تاريخ الانتهاء

source: Month
ar: شهر

source: Year
ar: السنة

source: CVC Number
ar: رقم الهاتف

source: Checkout
ar: الدفع

source: The card number that you entered is invalid
ar: رقم البطاقة الذي أدخلته غير صالح

source: The expiration date that you entered is invalid
ar: تاريخ انتهاء الصلاحية الذي أدخلته غير صالح

source: The CVC code that you entered is invalid
ar: رمز التحقق من البطاقة (كفك) الذي أدخلته غير صالح

source: The card details that you entered are invalid
ar: تفاصيل البطاقة التي أدخلتها غير صالحة

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
ar: للأسف، لا يمكن معالجة طلبك نظرا لأن المصرف / التاجر الأصلي قد رفض معاملتك. الرجاء محاولة الشراء مرة أخرى.

source: Pay
ar: دفع

source: Thank you. Your order has been received.
ar: شكراً لك، تم إستلام طلبك

source: Order number:
ar: رقم الطلب:

source: Date:
ar: تاريخ:

source: Email:
ar: البريد الإلكتروني:

source: Total:
ar: المجموع:

source: Payment method:
ar: طريقة الدفع:

source: Thank You For Your Order
ar: شكرا لطلبك

source: Continue
ar: استمر

source: Please go to edit profile and update valid phone number +CountrycodePhonenumber.
ar: الرجاء الانتقال إلى تعديل الملف الشخصي وتحديث رقم الهاتف صالح + كونتريكديفونينومبر.

source: You can't resend the verification code before
ar: لا يمكنك إعادة إرسال رمز التحقق من قبل

source: seconds.
ar: ثواني

source: Verification code has been sent.
ar: تم إرسال رمز التحقق.

source: Server not responding.
ar: استجاب الملقم مع التعليمات البرمجية {{statusCode}}.

source: Code not found.
ar: لم يتم العثور على الكود.

source: Phone number has been verified.
ar: تم التحقق من رقم الهاتف.

source: Invalid code that you entered.
ar: رمز غير صحيح أدخلته.

source: Your verification code is
ar: رمز التحقق الخاص بك هو:

source: Something went wrong please check later
ar: حدث خطأ ما، يرجى التحقق لاحقا

source: no posts found
ar: لا يوجد

source: Post your comments here
ar: تفاصيل العرض

source: Your comment here
ar: اكتب تعليقك هنا

source: Post Comment
ar: أضف التعليق

source: Cancel Comment
ar: إلغاء

source: Comment are closed
ar: اترك تعليق

source: No Comment Found
ar: لا يوجد

source: Blog Details
ar: تفاصيل المدونة

source: Comment Posted Successfully.
ar: تاريخ النشر

source: Comment sent for approval.
ar: اترك تعليق

source: Some Error Ocuured While Posting Ad
ar: حدث خطأ ما أثناء نشر الإعلان

source: You are posting too fast. Please slow down.
ar: أنت تنشر بسرعة كبيرة. من فضلك أبطء السرعة.

source: Something went wrong while uploading image.
ar: حدث خطأ أثناء الحفظ.

source: Profile image updated successfully
ar: تم تحديث الإعلان بنجاح.

source: You must be login to update the profile image.
ar: يجب عليك تسجيل الدخول لنشر تعليق.

source: Please enter name.
ar: الرجاء إدخال اسم الخاص بك.

source: Please enter location.
ar: أدخل موقعك

source: Please enter phone number.
ar: رقم الهاتف

source: Please select account type.
ar: تحديد نوع الدعم

source: Edit Profile
ar: الملف الشخصي

source: Profile Updated.
ar: تم التحديث بنجاح

source: Please enter current password
ar: رجاءاً أدخل كلمة المرور.

source: Please enter new password
ar: رجاءاً أدخل كلمة المرور.

source: Password confirm password mismatched
ar: تأكيد كلمة المرور الجديدة

source: Password successfully chnaged
ar: تم تشنج كلمة المرور بنجاح

source: Invalid old password
ar: البريد الإلكتروني أو كلمة السر خاطئة.

source: Email
ar: البريد الالكتروني

source: Introduction
ar: المقدمة

source: Free
ar: مجاناً

source: Paid
ar: مدفوع

source: Indiviual
ar: زبون

source: Dealer
ar: معلن

source: Package Type
ar: نوع الباقة

source: Account Type
ar: نوع الحساب

source: Image
ar: الصورة

source: Never
ar: أبدا

source: Expire Date
ar: تاريخ انتهاء الصلاحية

source: Blocked Users
ar: الأعضاء المحظورين

source: Click Here
ar: من فضلك، انقر هنا

source: Unlimited
ar: يجب أن تكون قيمة مشتركة، -1 يعني غير محدود.

source: No. Of Simple Ads
ar: عدد إعلانات بسيطة

source: No. Of Featured Ads
ar: الحد الأقصى من الإعلانات المميزة للعرض

source: No. Of Bump Ads
ar: إعلان نتوء--أعلى

source: My Profile
ar: إعلاناتي

source: Update
ar: تحديث

source: Select Image
ar: اختار صورة

source: Change Password?
ar: غيّر كلمة المرور

source: Old Password
ar: كلمة المرور

source: New Password
ar: كلمة السر الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Password Not Matched
ar: كلمة المرور غير متطابقة.

source: Add Photo!
ar: إضافة الى عربة التسوق

source: Take Photo
ar: اخذ صورة

source: Choose From Gallery
ar: أختر من وسوم المنتجات الأكثر إستخداماً

source: camera Not Available
ar: لا يوجد مربعات حقول متوفرة.

source: Verify Your Code
ar: تحقق من الشفرة

source: Resend
ar: إعادة الإرسال

source: Send SMS verification code.
ar: إرسال رمز التحقق

source: Cancel.
ar: الغاء

source: Delete Account?
ar: حذف الحساب ؟

source: Are you sure you want to delete the account.
ar: هل انت متأكد انك تريد حذف حسابك؟

source: User doest not exists
ar: المستخدم غير موجود

source: No ad found
ar: لم يتم العثور على نتائج.

source: User Profile
ar: ملف تعريفي للمستخدم

source: Active Ads
ar: الإعلانات النشطة

source: Expired Ads
ar: منتهي

source: Sold Ads
ar: الإعلانات المباعة

source: Ad removed successfully.
ar: تم إزالة الإعلان بنجاح.

source: There'is some problem, please try again later.
ar: هناك بعض المشاكل، يرجى إعادة المحاولة لاحقاً.

source: Favourite Ads
ar: الكلاسيكية

source: Active
ar: نشط

source: Expired
ar: منتهية الصلاحية

source: Sold
ar: تم البيع

source: Edit
ar: تحرير

source: Delete
ar: حذف

source: Ad Status Updated
ar: تم تحديث الحالة

source: Some error occured.
ar: حدث خطأ ما.

source: Invalid Post Id
ar: معرف الفيديو:

source: You can't delete this ad.
ar: لا يمكنك حذف هذا الإعلان.

source: Ad Deleted Successfully
ar: تم الحذف بنجاح.

source: Added To Favourites
ar: واضاف المنتج بنجاح.

source: Already Added To Favourites
ar: واضاف المنتج بنجاح.

source: All Ads
ar: الكل

source: Not Verified
ar: غير محقق

source: Verified
ar: موثق

source: Individual
ar: فرد

source: Be the first one to rate this user.
ar: كن أول من يقيم هذا المستخدم.

source: Currently no rating available..
ar: حاليا لا يوجد تصنيف المتاحة..

source: User Rating
ar: تقييم الاعضاء

source: Rate Here
ar: قيّم هنا

source: Rating
ar: تقييم

source: You can't rate yourself.
ar: لا يمكن أن تقيم نفسك.

source: You already replied to this user.
ar: لقد قمت بالرد على هذا المستخدم مؤخراً.

source: You're reply has been posted.
ar: لقد تم نشر ردك.

source: You've rated this user.
ar: لقد قمت بعمل تقييم لهذا المستخدم.

source: You already rated this user.
ar: لقد قمت بتقييم هذا المستخدم مؤخراً.

source: Nearby option turned on
ar: حدد خياراً

source: Nearby option turned of
ar: حدد خياراً

source: Near By ads
ar: قريب من

source: Order #
ar: طلب #

source: Package(s)
ar: اداة (ادوات)

source: Status
ar: الحالة

source: Date
ar: تاريخ

source: Order total
ar: قيمة إجمالي الطلبات

source: No Order Found
ar: لا يوجد تاريخ النظام وجدت.

source: Packages History
ar: سجل الطلبات

source: Something went wrong.
ar: حدث خطأ.

source: Admin can not delete his account from here.
ar: المشرف لا يمكن حذف حسابه من هنا.

source: You account has been delete successfully.
ar: تم حذف الحساب بنجاح.

source: Please fill out all fields.
ar: الرجاء املئ الحقول

source: Please enter email.
ar: يرجى إدخال بريدك الإلكتروني

source: Please enter password.
ar: يرجى إدخال كلمة المرور

source: Email Already Exists.
ar: الاضافة موجودة بالفعل

source: Registered successfully.
ar: تم التسجيل بنجاح.

source: Registered successfully. Please verify your email address.
ar: تم التسجيل بنجاح. يرجى التحقق من عنوان البريد الإلكتروني الخاص بك.

source: Register With Us!
ar: تسجيل

source: Full Name
ar: الاسم

source: Email Address
ar: عنوان البريد الإلكتروني

source: Password
ar: كلمه السر

source: Already Have Account? Login Here
ar: هل لديك حساب بالفعل؟ تسجيل الدخول هنا

source: Agree With Our Term and Conditions.
ar: توافق مع شروطنا والشروط.

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Please enter your email address below.
ar: أكتب بريدك الإلكتروني

source: Error
ar: خطاء

source: Internet not found
ar: لم يتم العثور على الإنترنت

source: Ok
ar: موافق

source: Are you sure you want to do this?
ar: هل أنت متأكد أنك تريد القيام بهذا؟

source: Alert!
ar: تنبيه!

source: Please wait!
ar: الرجاء الانتظار...!

source: Are you sure you want to do this.
ar: هل أنت متأكد أنك تريد القيام بهذا؟

source: Please login to perform this action.
ar: يجب عليك تسجيل الدخول أولا لتنفيذ هذا الإجراء

source: Select distance in (KM)
ar: نصف القطر في كم

source: Clear
ar: مسح

source: GPS Settings
ar: اعدادات اقتباس مشاركة

source: GPS is not enabled. Do you want to go to settings menu?
ar: حسنـا, هل تـريـدي الـذهـاب؟

source: Settings
ar: اعدادات اقتباس مشاركة

source: App Store Rating
ar: الصفحات

source: Maybe Later
ar: ربما في وقت لاحق

source: Select or Search Language
ar: اللغة

source: Close
ar: أغلق

source: Unblock
ar: فك الحظر

source: Blocked Users List
ar: المستخدمون الممنوعون

source: No user in block list
ar: أي مستخدم في قائمة الحظر

source: User blocked successfully. You can unblock this user from profile.
ar: المستخدم حظر بنجاح. يمكنك إلغاء حظر هذا المستخدم من التشكيل الجانبي.

source: Something went wrong or user already in blok list.
ar: حدث خطأ أو المستخدم مسبقاً في قائمة بلوك.

source: You can not block yourself.
ar: لا يمكنك منع نفسك.

source: User unblocked successfully.
ar: إلغاء حظر المستخدم بنجاح.

source: Something went wrong or user already unbloked.
ar: شيء ذهب خاطئ أو المستخدم مسبقاً أونبلوكيد.

source: Validity
ar: الصلاحية

source: Lifetime
ar: عمر القسيمة

source: Days
ar: أيام

source: Free Ads
ar: العقارات المجانية

source: Bump up Ads
ar: حرك الإعلان لاعلى القائمة

source: Select Plan
ar: تحديد خطة

source: InApp purchase not available for this product.
ar: شراء إيناب غير متوفرة لهذا المنتج.

source: No Product Found
ar: وصف المنتج

source: something went wrong while billing your account.
ar: حدث خطأ أثناء فوترة حسابك.

source: InApp Purchases
ar: مشتريات إيناب

source: Play Market app is not installed.
ar: تلعب السوق لم يتم تثبيت التطبيق.

source: One Time Purchase not Supported on your Device.
ar: واحد "وقت الشراء" غير معتمدة على الجهاز الخاص بك.

source: InApp Purchase Settings For Android and IOS Apps
ar: شراء إيناب إعدادات الروبوت وتطبيقات IOS

source: Android Product Code
ar: رمز المنتج الروبوت

source: Enter you android product code here.
ar: يمكنك إدخال رمز المنتج الروبوت هنا.

source: Please enter product code for the andrid product. Leave empty if you dont't have any. Only enter in case you have bought android app.
ar: الرجاء إدخال رمز المنتج للمنتج أندريد. وقد ترك فارغاً إذا كنت لا ' ر أي. فقط أدخل في حال قمت بشراء التطبيق الروبوت.

source: IOS Product Code
ar: رمز المنتج

source: Enter you ios product code here.
ar: أدخل لك دائرة الرقابة الداخلية رمز المنتج هنا.

source: Please enter product code for the andrid product. Leave empty if you dont't have any. Only enter in case you have bought ios app.
ar: الرجاء إدخال رمز المنتج لمنتج andrid. اتركها فارغة إذا لم يكن لديك أي منها. أدخل فقط في حال كنت قد اشتريت التطبيق ios.

source: Please make sure you have created the **** product while create packages in AppStore/PlayStore accounts.
ar: الرجاء تأكد من قمت بإنشائها * * * المنتج أثناء إنشاء حزم في حسابات AppStore/بلايستوري.

source: Price On Call
ar: الاتصال لمعرفة السعر

source: Type
ar: النوع

source: Last Login:
ar: آخر تسجيل دخول:

source: Fixed
ar: ثابت

source: Negotiable
ar: قابل للتفاوض

source: Price on call
ar: اتخاذ اجراء

source: Auction
ar: مزاد علني

source: No price
ar: لا يوجد سعر

source: second
ar: ثانية

source: minute
ar: دقيقة

source: hour
ar: ساعة

source: day
ar: يوم

source: month
ar: شهر

source: year
ar: عام

source: (s) ago
ar: مضت

source: Please subscribe package for ad posting.
ar: يرجى الاشتراك في حزمة لنشر الإعلان.

source: Your package has been expired.
ar: الباقة الخاصة بك قد انتهت صلاحيتها.

source: Twitter
ar: تويتر

source: Linkedin
ar: لينكدن

source: PayPal
ar: الباي بال

source: Bank Transfer
ar: التحويل المصرفي

source: Cash On Delivery
ar: الدفع عن الإستلام

source: Payment By Check
ar: الدفع بواسطة

source: InApp Purchase
ar: شراء InApp

source: Upload/Add image
ar: رفع / اضافة صورة

source: Remove image
ar: حذف صورة

source: Thumbnail
ar: صورة مصغرة

# Post Type General Name
source: App Pages
ar: الصفحات

# Post Type Singular Name
source: App Page
ar: صفحة التطبيق

source: App Pages
ar: الصفحات

source: App Page
ar: صفحة التطبيق

source: Item Archives
ar: أرشيفات العنصر
